{
    "loading": "Loading",
    "welcome_to": "Welcome to ",
    "login_with_steam": "Login with Steam",
    "CSMoney_Table": "CSMoney Table",
    "main": "Main",
    "Profile": "Profile",
    "Manage_Users": "Manage users",
    "manage_user": "Manage user",
    "Menu": "Menu",
    "Admin": "Admin",
    "Create_User": "Create User",
    "Logout": "Logout",
    "Collapse": "Collapse",
    "Welcome": "Welcome",
    "View_Profile": "View Profile",
    "Nickname": "Nickname",
    "User_Profile": "User Profile",
    "preferred_language": "Preferred language:",

    "is_absent_last_time_get_item": "The time of receipt of the last item is missing",
    "time_to_recieve_the_last_item": "Time to receive the last item: ",

    "cancel": "Cancel",
    "reset": "Reset",
    "close": "Close",
    "save": "Save",

    "auto_withdrawal": "Auto-withdrawal:",
    "live_on": "Enable Live Mode",
    "live_off": "Pause Live Mode",
    "span_refresh_data_table": "Refreshing data in a table",
    "span_profit_сolor_palette": "Profit color palette",
    "profit_color_requirements": "Your profit color requirements",
    "profit_green": "Profit green*",
    "hint_profit_greeen": "*All profit values above the indicated \"Profit green\" will be green",
    "profit_orange": "Profit orange*",
    "hint_profit_orange": "*All profit values that are higher than the specified \"Profit orange\", but not higher than \"Profit green\" will be orange",
    "hint_profit_red": "Anything below \"Profit orange\" will be red.",
    "required_fields": "*indicates required field",

    "sound_notification": "Sound notification",
    "col_display": "Column display",
    "other_table_settings": "Other table settings",
    "only_items_with_stickers": "Only items with stickers",
    "overstock_and_unavailable": "Overstock and Unavailable",
    "without_overstock_and_unavailable": "Without Overstock and Unavailable",
    "skin_wear_visibility": "Skin wear filter",
    "gloves": "Gloves",
    "only_gloves": "Only gloves",
    "without_gloves": "Without gloves",
    "knives": "Knives",
    "only_knives": "Only knives",
    "without_knives": "Without knives",
    "stickers": "Stickers",
    "only_stickers": "Only stickers",
    "without_stickers": "Without stickers",
    "only_stat_trak": "Only StatTrak",
    "without_stat_trak": "Without StatTrak",
    "only_souvenirs": "Only Souvenirs",
    "without_souvenirs": "Without Souvenirs",

    "table_description": "CSMoney table functionality description",
    "table_description_filtration_1_section": "Filtration",
    "table_description_filtration_2_section": "The item filtering system is implemented in such a way that you can add an unlimited number of filters at your request, and depending on your criteria (see the figure below), items will be displayed.",
    "table_description_filtration_3_section": "Be careful and understand the logic of the filters in your calculations!",
    "table_description_filtration_4_section": "An example of using 2 or more filters:",
    "table_description_filtration_5_section": "The user wishes to display items only according to such specified criteria as: ",
    "table_description_filtration_5_section_li_1": "price of a new item from $ 1 to $ 4 (1 filter)",
    "table_description_filtration_5_section_li_2": "price of a new item from $ 10 to $ 25 (2 filter)",
    "table_description_filtration_5_section_li_3": "price of a new item is from $ 100 and above (3 filters)",
    "table_description_filtration_6": "Or any other option of your settings.",
    "table_description_using_filters": "Using filters",
    "table_description_using_filters_1_section": "If you want to use filters, you have to click the \"ADD FILTER TO TABLE\" button. After that, the required form will be displayed, which must be filled out.",
    "table_description_using_filters_2_section": "Having added at least 1 filter, you can edit them by clicking on the corresponding created filter.",
    "table_description_using_filters_3_section": "If necessary, you can remove the filter by clicking on the cross.",
    "top_toolbar": "Top toolbar",
    "top_toolbar_1_section": "The top toolbar contains:",
    "top_toolbar_2_section": "clearing data in the table",
    "top_toolbar_3_section": "setting the color palette of profit",
    "top_toolbar_4_section": "enable / disable sound notification of a new item",
    "top_toolbar_5_section": "display of columns (choice of visibility of columns at will)",
    "top_toolbar_6_section": "other settings that can always be selected as needed",
    "top_toolbar_7_section": "tracking the time of the last item added",
    "top_toolbar_8_section": "the ability to pause LIVE mode",
    "top_toolbar_live_hint": "When you hover over the LIVE mode icon, you can see the time of the last added item (useful for keeping track of time when using many filters).",
    "table": "Table",
    "table_1_section": "The table supports all kinds of sorts, from descending to ascending.",

    "add_filter_to_table": "Add filter to table",
    "filter_form": "Filter form",
    "filter_title": "Filter title",
    "filter_title_value": "Filter title",
    "filter_title_hint": "If you want to leave the default filter name, you can skip this field.",
    "filter_name": "Your name requirements...",
    "filter_name_hint": "*There is the ability to enter multiple names of items for filtering. After entering the value, do not forget to press Enter!",
    "sticker_name": "Your sticker name requirements...",
    "sticker_name_hint": "*There is the ability to enter multiple names of stickers for filtering. After entering the value, do not forget to press Enter!",
    "filter_count_sales": "Filter by count sales...",
    "filter_count_sales_hint": "From N sales per month...",
    "filter_bot_price_from": "Price from...",
    "filter_bot_price_to": "Price to...",
    "filter_human_price_min_from": "Human price minimum from...",
    "filter_human_price_min_to": "Human price minimum to...",
    "filter_profit_from": "Profit from...",
    "filter_profit_to": "Profit to...",
    "filter_float_from": "Float from...",
    "filter_float_to": "Float to...",
    "filter_trade_unlock_time_from": "Days left from...",
    "filter_trade_unlock_time_to": "Days left to...",
    "filter_add": "Add filter",
    "filter_edit": "Edit filter",
    "filter_days": "days",

    "succesfully_copied": "Successfully copied!",

    "alert_update_data_table": "You have successfully updated the table",
    "alert_live_on": "You have successfully enabled Live Mode",
    "alert_live_off": "You have successfully paused Live mode",
    "alert_logout": "You have successfully logout",
    "alert_sound_notification_turn_on": "You have successfully turn on sound notification",
    "alert_sound_notification_turn_off": "You have successfully turn off sound notification",

    "alert_saving": "Saving...",
    "alert_updating": "Updating...",
    "alert_deleting": "Deleting...",
    "alert_user_successfully_updated": "You have successfully updated user data",
    "alert_filter_required_fields": "You must fill in at least 1 field",
    "alert_filter_successfully_added": "You have successfully added a filter",
    "alert_filter_successfully_updated": "You have successfully edited the filter",
    "alert_filter_successfully_deleted": "You have successfully deleted the filter",
    "alert_profit_balance_color_palette": "The \"Profit orange\" text field cannot be greater or equal than \"Profit green\"",
    "alert_user_successfully_updated": "User data updated successfully",
    "alert_logged_in": "You have successfully logged in",
    "alert_logged_out": "You have successfully logged out",

    "no_data_text": "Waiting for new items to appear on cs.money",
    "is_empty": "Is absent",
    "table_item_name": "Name",
    "table_item_link": "Link item",
    "table_item_price": "New item price($)",
    "table_item_human_price_minimum": "Minimum user price($)",
    "table_item_default_price": "Default price($)",
    "table_item_profit": "Profit(%)",
    "table_item_float": "Float",
    "table_item_status": "Status",
    "table_item_days_left": "Trade ban",
    "table_item_time_add": "Item added time",

    "number_sales_per_month": "Number of sales per month: ",
    "avg_price": "AVG Price",
    "avg_float": "AVG Float",
    "price": "Price",
    "date": "Date",
    "overprice_percent": "This item has a surcharge for",

    "WELCOME_TO": "WELCOME TO",
    "CSGOTRADE_FEATURES": "CSGOTRADE FEATURES",
    "VIBRANT_COMMUNITY": "SAFETY",
    "VIBRANT_COMMUNITY_DESC": "We guarantee safety. CSGO Trade protects your data. We have a strong security structure and we control your safety. Our platform has safe login and quality parsers tools and it is regulated by experts who will always help you.",
    "FREQUENT_UPDATES": "FREQUENT UPDATES",
    "FREQUENT_UPDATES_DESC": "We are constantly working and improving our platform. We follow all trends and react to them. Our updates include new or enhanced features and remove outdated features. We maintain the updates, balancing smaller and larger updates, and more generally accounting for different kinds of release cycles.\n",
    "LONG_TERM_SUPPORT": "LONG-TERM SUPPORT",
    "LONG_TERM_SUPPORT_DESC": "CSGO Trade has implemented a Long-Term Support Policy. Our product is maintained for a long period of time and our software developers always fix all existing issues. The experts will provide you with reliable new ideas and solutions.  CSGO Trade is constantly being refined to ensure a safe and robust experience for you.",
    "DATA_RECEIVING_SPEED": "DATA RECEIVING SPEED",
    "OBJECT_HANDLING": "OBJECT HANDLING",
    "MONITORED_SERVICES": "MONITORED SERVICES",
    "TABLE_FEATURES": "FEATURES OF TABLES",
    "ms_03": "0.03 ms",
    "ms_02": "0.02 ms",

    "last_online": "Last online: ",
    "online": "Online: ",
    "get_filters_by_user": "View Filters",

    "all_right_reserved": "All rights reserved.",
    "user_agreement": "User agreement.",
    "filter_management": "Filters",
    "is_active": "Is Active",
    "actions": "Actions",


    "terms_and_conditions_of_use": "User Agreement",
    "terms_and_conditions_of_use_1_section": "Welcome to CSGO Trade - an online resource (hereinafter referred to as the \"Site\") that provides tools for making money on Steam. These are our terms of use for the Site, which you can access at csgotrade.org. By logging in, you agree to the terms and conditions of use of the site.",
    "terms_and_conditions_of_use_2_section": "The Site Administration provides you with access to the use of the CSGO Trade Site and its functionality on the terms of these Terms of Use for the CSGO Trade Site. You need to carefully read the terms of these Rules, which are considered by the Site Administration as a public offer.",
    "terms_used_in_these_rules": "1. Terms used in these Rules",
    "terms_used_in_these_rules_1_section": "1.1. The CSGO Trade website is a service with tools for trading, hosted on the Internet at csgotrade.org (including all levels of the specified domain, both functioning at the date of acceptance by the User of these Rules, and launched and put into operation during the entire period of its validity) and accessible to the User through the website, which is the result of intellectual activity in the form of a computer program. The service is presented in an objective form by a set of data and commands, and generated audiovisual representations (including graphic images and user interface included in it) (hereinafter referred to as \"Data and Commands\") intended for the operation of a computer in order to obtain a certain result in the form of organizing the service functionality. The collection of data and commands consists of activated and non-activated data and commands.",
    "terms_used_in_these_rules_2_section": "1.2. Non-activated data and commands - data, commands and generated audiovisual displays that allow you to increase the number of virtual values used within the functionality of the Site.",
    "registration": "2. Registration",
    "registration_1_section": "2.1. Registration of the User on the Site is free, voluntary and is made at the Internet address csgotrade.org.",
    "registration_2_section": "2.2. When registering on the Site, the User provides the Site Administration with the necessary reliable and up-to-date information to form the User's personal account, including a unique identifier for accessing the Site. The Site registration form may ask the User for additional information.",
    "registration_3_section": "2.3. When registering, the User agrees with these Rules and assumes the rights and obligations specified in them related to the use and operation of the Site. The user acquires full access to the use of the functionality of the Site (its data and commands), with the exception of non-activated data and commands. The right to use non-activated data and commands is granted to the User when paying for the relevant items.",
    "registration_4_section": "2.4. The user does not have the right to transfer data from the account to third parties, bears full responsibility for their safety, independently choosing the method of storage.",
    "license": "3. License to use software products",
    "license_1_section": "3.1. The use of software products and / or the site is permitted strictly under the terms of this License. If the user does not accept the terms of the License in full, the user is not entitled to use the Software Products and / or the site for any purpose. The use of software products and / or the site in violation of any clause of the terms of the License is prohibited.",
    "license_2_section": "3.2. The copyright holder has the right to place in software products and / or on the CSGO Trade website any information and / or advertising materials and links to third-party websites, as well as grant the right to use the software products and / or CSGO Trade website in this way to third parties under a separate agreement.",
    "status_of_the_terms_of_use": "4. Status of the Terms of Use of the CSGO Trade Website",
    "status_of_the_terms_of_use_1_section": "4.1. These Terms of Use of the CSGO Trade Site (previously and hereinafter the \"Rules\") have been developed by the Site Administration and determine the conditions for the use and development of the Site, as well as the rights and obligations of its Users and Administration. The rules also apply to relations related to the rights and interests of third parties who are not Users of the Site, but whose rights and interests may be affected as a result of the actions of Users of the Site.",
    "status_of_the_terms_of_use_2_section": "4.2. These Rules are a legally binding agreement between the User and the Site Administration, the subject of which is to provide the Site Administration to the User with access to the use of the Site and its functionality. In addition to these Rules, the agreement between the User and the Site Administration includes all special documents governing the provision of access to the use of certain functionality of the Site (including its non-activated data and commands) posted in the relevant sections of the Site on the Internet.",
    "status_of_the_terms_of_use_3_section": "4.3. The user is obliged to fully familiarize himself with these Rules before registering on the Site. Registration of the User on the Site means full and unconditional acceptance by the User of these Rules.",
    "status_of_the_terms_of_use_4_section": "4.4. These Rules can be changed and / or supplemented by the Site Administration unilaterally without any special notice. These Rules are open and publicly available document. The current version of the Rules is located on the Internet at csgotrade.org/rules. The Site Administration recommends that Users regularly check the terms of these Rules for changes and / or additions. Continued use of the Site by the User after making changes and / or additions to these Rules means acceptance and consent of the User with such changes and / or additions.",
    "csgo_trade_site_status": "5. СSGO Trade Site Status",
    "csgo_trade_site_status_1_section": "5.1. The rights to the Site as a whole and to use the network address (domain name) csgotrade.org belong to the Site Administration. The latter provides access to the Site to all interested parties in accordance with these Rules.",
    "csgo_trade_site_status_2_section": "5.2. These Rules establish the conditions under which the rights to use information and the results of intellectual activity as part of individual sections of the Site may belong to the Users of the Site and other persons who independently created these objects on the Site.",
    "denial_of_responsibility": "6. Denial of responsibility",
    "denial_of_responsibility_1_section": "6.1. The site is not responsible for any losses caused as a result of your actions / inactions, as a result of viewing, reading or listening to the content of the site or any part of it.",
    "denial_of_responsibility_2_section": "6.2. The site is not responsible for damage caused to the user as a result of inability or improper use of software products purchased on the site, as well as any other secondary influences that complicate the work with the software products of the site.",
    "denial_of_responsibility_3_section": "6.3. The Site Administration ensures the functioning and operability of the Site and undertakes to promptly restore its operability in case of technical failures and interruptions. The Site Administration is not responsible for temporary disruptions and interruptions in the operation of the Site and the loss of information caused by them. The Administration is not responsible for any damage to the computer of the User or another person, mobile devices, any other equipment or software caused by or associated with downloading materials from the Site or via links posted on the Site.",
    "payment_for_software_products": "7. Payment for software products",
    "payment_for_software_products_1_section": "7.1. To gain access to the paid functions of the site or software products, the user needs to pay in virtual currency in the form of CS: GO items.",
    "payment_for_software_products_2_section": "7.2. The functionality of the site is obliged to give instant access to the paid function for a period set before payment.",
    "return_of_software_products": "8. Return of software products ",
    "return_of_software_products_1_section": "8.1. If, after payment, access to the paid functions has not been obtained, the buyer has the right to write a letter to technical support in order to return the funds.",
    "return_of_software_products_2_section": "8.2. The user has the right to request a refund of the funds that remain on the balance.",
    "return_of_software_products_3_section": "8.3. The user has the right to request a full refund if less than 72 hours have passed since the purchase.",
    "return_of_software_products_4_section": "8.4. The user has the right to request an incomplete refund if more than 72 hours have passed since the purchase.",
    "return_of_software_products_5_section": "8.5. The user has the right to request freezing of subscriptions for paid features.",
    "return_of_software_products_6_section": "8.6. Refunds per subscription can only be requested once a month.",
    "warranties_and_liability": "9. Warranties and liability",
    "warranties_and_liability_1_section": "9.1. If third-party resources make changes, or any other events occur that affect the operation of the Site's Software Products, the administration of the software products will guarantee the restoration of functionality.",
    "warranties_and_liability_2_section": "9.2. If it was not possible to restore the functionality of the products, then a refund is possible.",
    "final_provisions": "10. Final provisions",
    "final_provisions_1_section": "10.1. These Rules constitute an agreement between the User and the Site Administration regarding the procedure for using the Site and its functionality and replace all previous agreements between the User and the Administration.",
    "final_provisions_2_section": "10.2. In the event of any disputes or disagreements related to the implementation of these Rules, the User and the Site Administration will make every effort to resolve them through negotiations between them.",
    "final_provisions_3_section": "10.3. These Rules come into force for the User from the moment he joins them and are valid for an indefinite period.",
    "final_provisions_4_section": "10.4. If, for one reason or another, one or more of the provisions of these Rules are found to be invalid or unenforceable, this does not affect the validity or applicability of the remaining provisions."
}