{
    "loading": "Загрузка",
    "welcome_to": "Добро пожаловать на ",
    "login_with_steam": "Войти с помощью Steam",
    "CSMoney_Table": "CSMoney Таблица",
    "main": "Главная",
    "Profile": "Профиль",
    "Manage_Users": "Управление юзерами",
    "manage_user": "Управление пользователем",
    "Menu": "Меню",
    "Admin": "Админ",
    "Create_User": "Создать юзера",
    "Logout": "Выйти",
    "Collapse": "Свернуть",
    "Welcome": "Добро пожаловать",
    "View_Profile": "Просмотреть профиль",
    "Nickname": "Имя пользовaтеля",
    "User_Profile": "Профиль пользователя",
    "preferred_language": "Предпочитаемый язык:",

    "is_absent_last_time_get_item": "Время получения предмета отсутствует",
    "time_to_recieve_the_last_item": "Время получения последнего предмета: ",

    "cancel": "Отменить",
    "reset": "Сброс",
    "close": "Закрыть",
    "save": "Сохранить",

    "auto_withdrawal": "Авто-вывод:",
    "live_on": "Включить Live режим",
    "live_off": "Поставить Live режим на паузу",
    "span_refresh_data_table": "Очистка данных в таблице",
    "span_profit_сolor_palette": "Настройка цвета профита",
    "profit_color_requirements": "Ваши требования к цвету профита",
    "profit_green": "Зеленый цвет профита*",
    "hint_profit_greeen": "*Все значения выше указанного профита будут зелеными.",
    "profit_orange": "Оранжевый цвет профита*",
    "hint_profit_orange": "*Все значения, которые выше указанного профита, но не выше чем зеленого цвета профита будут оранжевого цвета",
    "hint_profit_red": "Все что ниже оранжевого цвета будет красным.",
    "required_fields": "*обязательные поля для заполнения",

    "sound_notification": "Звуковое уведомление",
    "col_display": "Отображение колонок",
    "other_table_settings": "Доп. настройки таблицы",
    "only_items_with_stickers": "Только предметы со стикерами",
    "overstock_and_unavailable": "Overstock and Unavailable",
    "without_overstock_and_unavailable": "Без Overstock и Unavailable",
    "skin_wear_visibility": "Фильтр износа предмета",
    "gloves": "Перчатки",
    "only_gloves": "Только перчатки",
    "without_gloves": "Без перчаток",
    "knives": "Ножи",
    "only_knives": "Только ножи",
    "without_knives": "Без ножей",
    "stickers": "Стикеры",
    "only_stickers": "Только стикеры",
    "without_stickers": "Без стикеров",
    "only_stat_trak": "Только StatTrak",
    "without_stat_trak": "Без StatTrak",
    "only_souvenirs": "Только Souvenirs",
    "without_souvenirs": "Без Souvenirs",

    "table_description": "Описание функционала CSMoney таблицы",
    "table_description_filtration_1_section": "Фильтрация",
    "table_description_filtration_2_section": "Система фильтрации предметов реализована таким образом, что Вы можете добавить неограниченное количество фильтров по вашему желанию, и в зависимости от ваших критериев (смотри рис. ниже), будут отображаться айтемы.",
    "table_description_filtration_3_section": "Относитесь внимательнее и с понимаем логики фильтров в своих расчетах!",
    "table_description_filtration_4_section": "Пример использования 2 и более фильтров:",
    "table_description_filtration_5_section": "Пользователь желает, чтобы отображались предметы только по таким заданным критериям, как: ",
    "table_description_filtration_5_section_li_1": "цена нового предмета от 1$ до 4$ (1 фильтр)",
    "table_description_filtration_5_section_li_2": "цена нового предмета от 10$ до 25$ (2 фильтр)",
    "table_description_filtration_5_section_li_3": "цена нового предмета от 100$ и выше (3 фильтр)",
    "table_description_filtration_6": "Либо любой другой Ваш вариант настроек.",
    "table_description_using_filters": "Использование фильтров",
    "table_description_using_filters_1_section": "Если Вы хотите использовать фильтры, Вы должны нажать кнопку \"ДОБАВИТЬ ФИЛЬТР К ТАБЛИЦЕ\". После этого отобразится необходимая форма, которую необходимо заполнить.",
    "table_description_using_filters_2_section": "Добавив минимум 1 фильтр,  у Вас есть возможность редактировать их, щелкнув на соответствующий созданный фильтр. ",
    "table_description_using_filters_3_section": "При необходимости Вы можете удалить фильтр, нажав на крестик.",
    "top_toolbar": "Верхняя панель инструментов",
    "top_toolbar_1_section": "Верхняя панель инструментов содержит в себе:",
    "top_toolbar_2_section": "очистка данных в таблице",
    "top_toolbar_3_section": "настройка цветовой палитры профита",
    "top_toolbar_4_section": "включение/выключение звукового уведомления о новом предмете",
    "top_toolbar_5_section": "отображение колонок (выбор видимости колонок по желанию)",
    "top_toolbar_6_section": "другие настройки, которые всегда можно выбрать по необходимости",
    "top_toolbar_7_section": "отслеживание времени последнего добавления предмета",
    "top_toolbar_8_section": "возможность поставить LIVE режим на паузу",
    "top_toolbar_live_hint": "При наведении на значок LIVE режима, можно увидеть время последнего добавленного айтема (полезно для отслеживания времени при использовании многих фильтров).",
    "table": "Таблица",
    "table_1_section": "Таблица поддерживает все виды сортировок, от убывания и до возрастания.",

    "add_filter_to_table": "Добавить фильтр к таблице",
    "filter_form": "Форма фильтра",
    "filter_title": "Название фильтра",
    "filter_title_value": "Фильтр",
    "filter_title_hint": "Если Вы хотите использовать стандартное название фильтра, можете пропустить это поле.",
    "filter_name": "Ваши требования к названиям предметов...",
    "filter_name_hint": "* Возможность ввести несколько названий элементов для фильтрации предметов. После ввода значения не забудьте нажать Enter!",
    "sticker_name": "Ваши требования к названиям стикеров...",
    "sticker_name_hint": "* Возможность ввести несколько названий стикеров для фильтрации предметов. После ввода значения не забудьте нажать Enter!",
    "filter_count_sales": "Фильтр по кол-ву продаж...",
    "filter_count_sales_hint": "От N продаж за месяц.",
    "filter_bot_price_from": "Цена от...",
    "filter_bot_price_to": "Цена до...",
    "filter_human_price_min_from": "Минимальная цена человека от...",
    "filter_human_price_min_to": "Минимальная цена человека до...",
    "filter_profit_from": "Profit от...",
    "filter_profit_to": "Profit до...",
    "filter_float_from": "Float от...",
    "filter_float_to": "Float до...",
    "filter_trade_unlock_time_from": "Осталось дней от...",
    "filter_trade_unlock_time_to": "Осталось дней до...",
    "filter_add": "Добавить фильтр",
    "filter_edit": "Править фильтр",
    "filter_days": "дней",

    "succesfully_copied": "Успешно скопировано!",

    "alert_update_data_table": "Вы успешно обновили таблицу",
    "alert_live_on": "Вы успешно включили Live режим",
    "alert_live_off": "Вы успешно поставили на паузу Live режим",
    "alert_logout": "Вы успешно вышли из системы",
    "alert_sound_notification_turn_on": "Вы успешно включили звуковое уведомление",
    "alert_sound_notification_turn_off": "Вы успешно отключили звуковое уведомление",

    "alert_saving": "Сохранение...",
    "alert_updating": "Обновление...",
    "alert_deleting": "Удаление...",
    "alert_user_successfully_updated": "Вы успешно обновили данные пользователя",
    "alert_filter_required_fields": "Вы должны заполнить хотя бы 1 поле",
    "alert_filter_successfully_added": "Вы успешно добавили фильтр",
    "alert_filter_successfully_updated": "Вы успешно обновили фильтр",
    "alert_filter_successfully_deleted": "Вы успешно удалили фильтр",
    "alert_profit_balance_color_palette": "Поле \"Ораанжевый цвет профита\" не может быть больше, чем \"Зеленый цвет профита\"",
    "alert_user_successfully_updated": "Данные пользователя успешно обновлены",
    "alert_logged_in": "Вы успешно вошли в систему",
    "alert_logged_out": "Вы успешно вышли из системы",

    "no_data_text": "Ожидаем поступления новых предметов на CS.MONEY",
    "is_empty": "Отсутствует",
    "table_item_name": "Название",
    "table_item_link": "Ссылка",
    "table_item_price": "Цена нового предмета($)",
    "table_item_human_price_minimum": "Мин. цена пользователя($)",
    "table_item_default_price": "Стандартная цена($)",
    "table_item_profit": "Profit(%)",
    "table_item_float": "Float",
    "table_item_status": "Статус",
    "table_item_days_left": "Трейд бан",
    "table_item_time_add": "Время добавления",

    "number_sales_per_month": "Кол-во продаж за месяц: ",
    "avg_price": "Средняя Цена",
    "avg_float": "Средний Float",
    "price": "Цена",
    "date": "Дата",
    "overprice_percent": "Этот предмет имеет наценку за",

    "WELCOME_TO": "ДОБРО ПОЖАЛОВАТЬ НА",
    "CSGOTRADE_FEATURES": "ОСОБЕННОСТИ CSGOTRADE",
    "VIBRANT_COMMUNITY": "БЕЗОПАСНОСТЬ",
    "VIBRANT_COMMUNITY_DESC": "Мы гарантируем безопасность. CSGO Trade защищает данные пользователей. У нас сильная система обеспечения безопасности пользователей, которая контролируется разработчиками. На нашей платформе безопасный вход и профессиональные инструменты парсеров, которые регулируют наши разработчики.",
    "FREQUENT_UPDATES": "ЧАСТЫЕ ОБНОВЛЕНИЯ",
    "FREQUENT_UPDATES_DESC": "Мы постоянно работаем над нашей платформой и улучшаем ее. Наши разработчики постоянно следят за всеми тенденциями и обновлениями в мире трейдинга. Наши обновления включают в себя новые и улучшенные функции и убирают устаревшие.",
    "LONG_TERM_SUPPORT": "ДОЛГОСРОЧНАЯ ПОДДЕРЖКА",
    "LONG_TERM_SUPPORT_DESC": "CSGO Trade использует политику долгосрочной поддержки. Мы развиваем наш продукт на протяжении долгого периода времени и наши разработчики всегда исправляют любые проблемы. Мы всегда предоставим вам новые идеи и решения. CSGO Trade постоянно совершенствуется, чтобы обеспечить вам безопасную и надежную работу.",
    "DATA_RECEIVING_SPEED": "СКОРОСТЬ ПОЛУЧЕНИЯ ДАННЫХ",
    "OBJECT_HANDLING": "ОБРАБОТКА ПРЕДМЕТА",
    "MONITORED_SERVICES": "ОТСЛЕЖИВАЕМЫЕ СЕРВИСЫ",
    "TABLE_FEATURES": "ОСОБЕННОСТИ ТАБЛИЦ",
    "ms_03": "0.03 мс",
    "ms_02": "0.02 мс",

    "last_online": "Последний онлайн: ",
    "online": "Онлайн: ",
    "get_filters_by_user": "Просмотр фильтров",

    "all_right_reserved": "Все права защищены.",
    "user_agreement": "Пользовательское соглашение.",
    "filter_management": "Фильтры",
    "is_active": "Активен",
    "actions": "Действия",


    "terms_and_conditions_of_use": "Правила и условия пользования",
    "terms_and_conditions_of_use_1_section": "Добро пожаловать на CSGO Trade - интернет-ресурс (далее «Сайт»), который предоставляет инструменты для заработка в Steam. Это наши условия пользования Сайтом, доступ к которому Вы можете получить по адресу csgotrade.org. Авторизовавшись Вы соглашаетесь с условиями и правилами пользования сайтом.",
    "terms_and_conditions_of_use_2_section": "Администрация Сайта предоставляет вам доступ к использованию Сайта CSGO Trade и его функционала на условиях настоящих Правил пользования сайтом CSGO Trade. Вам необходимо внимательно ознакомиться с условиями настоящих Правил, которые рассматриваются Администрацией Сайта как публичная оферта.",
    "terms_used_in_these_rules": "1. Термины, используемые в настоящих Правилах",
    "terms_used_in_these_rules_1_section": "1.1. Сайт CSGO Trade – сервис с инструментами для трейда, размещенный в сети Интернет по адресу csgotrade.org (включая все уровни указанного домена, как функционирующие на дату принятия Пользователем настоящих Правил, так и запускаемые и вводимые в эксплуатацию в течение всего срока его действия) и доступная Пользователю через сайт, представляющая собой результат интеллектуальной деятельности в форме программы для ЭВМ. Сервис представлен в объективной форме совокупностью данных и команд, и порождаемых аудиовизуальных отображений (включая входящие в ее состав графические изображения и пользовательский интерфейс) (далее «Данные и Команды»), предназначенных для функционирования ЭВМ в целях получения определенного результата в виде организации функционала сервиса. Совокупность данных и команд состоит из активированных и неактивированных данных и команд.",
    "terms_used_in_these_rules_2_section": "1.2. Неактивированные данные и команды – данные, команды и порождаемые аудиовизуальные отображения, позволяющие увеличить количество виртуальных ценностей, используемых в рамках функциональных возможностей Сайта.",
    "registration": "2. Регистрация",
    "registration_1_section": "2.1. Регистрация Пользователя на Сайте является бесплатной, добровольной и производится по адресу в сети Интернет csgotrade.org.",
    "registration_2_section": "2.2. При регистрации на Сайте Пользователь предоставляет Администрации Сайта необходимую достоверную и актуальную информацию для формирования личного кабинета Пользователя, включая уникальный идентификатор для доступа к Сайту. Регистрационная форма Сайта может запрашивать у Пользователя дополнительную информацию. ",
    "registration_3_section": "2.3. При регистрации Пользователь соглашается с настоящими Правилами и принимает на себя указанные в них права и обязанности, связанные с использованием и функционированием Сайта. Пользователь приобретает полный доступ к использованию функционала Сайта (его данных и команд), за исключением неактивированных данных и команд. Право использования неактивированных данных и команд предоставляется Пользователю при оплате соответствующих объектов.",
    "registration_4_section": "2.4. Пользователь не имеет права передавать данные от аккаунта третьим лицам, несет полную ответственность за их сохранность, самостоятельно выбирая способ их хранения.",
    "license": "3. Лицензия на использование программных продуктов",
    "license_1_section": "3.1. Использование программных продуктов и/или сайта разрешено строго на условиях настоящей Лицензии. Если пользователь не принимает условия Лицензии в полном объеме, пользователь не имеет права использовать Программные Продукты и/или сайт в каких-либо целях. Использование программных продуктов и/или сайта с нарушением какого-либо пункта из условий Лицензии запрещено.",
    "license_2_section": "3.2. Правообладатель вправе размещать в программных продуктах и/или на сайте CSGO Trade любые информационные и/или рекламные материалы и ссылки на интернет-сайты третьих лиц, а также предоставлять право использования программных продуктов и/или сайта CSGO Trade указанным способом третьим лицам по отдельному соглашению.",
    "status_of_the_terms_of_use": "4. Статус Правил пользования Сайтом CSGO Trade",
    "status_of_the_terms_of_use_1_section": "4.1. Настоящие Правила пользования Сайтом CSGO Trade (ранее и далее «Правила») разработаны Администрацией Сайта и определяют условия использования и развития Сайта, а также права и обязанности его Пользователей и Администрации. Правила распространяются также на отношения, связанные с правами и интересами третьих лиц, не являющимися Пользователями Сайта, но чьи права и интересы могут быть затронуты в результате действий Пользователей Сайта.",
    "status_of_the_terms_of_use_2_section": "4.2. Настоящие Правила являются юридически обязательным соглашением между Пользователем и Администрацией Сайта, предметом которого является предоставление Администрацией Сайта Пользователю доступа к использованию Сайта и его функционала. Помимо настоящих Правил, к соглашению между Пользователем и Администрацией Сайта относятся все специальные документы, регулирующие предоставление доступа к использованию отдельного функционала Сайта (в том числе его неактивированных данных и команд), размещенного в соответствующих разделах Сайта в сети Интернет.",
    "status_of_the_terms_of_use_3_section": "4.3. Пользователь обязан полностью ознакомиться с настоящими Правилами до момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем настоящих Правил.",
    "status_of_the_terms_of_use_4_section": "4.4. Настоящие Правила могут быть изменены и/или дополнены Администрацией Сайта в одностороннем порядке без какого-либо специального уведомления. Настоящие Правила являются открытым и общедоступным документом. Действующая редакция Правил располагается в сети Интернет по адресу csgotrade.org/rules. Администрация Сайта рекомендует Пользователям регулярно проверять условия настоящих Правил на предмет их изменения и/или дополнения. Продолжение использования Сайта Пользователем после внесения изменений и/или дополнений в настоящие Правила означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.",
    "csgo_trade_site_status": "5. Статус Сайта CSGO Trade",
    "csgo_trade_site_status_1_section": "5.1. Права на Сайт в целом и на использование сетевого адреса (доменного имени) csgotrade.org принадлежат Администрации Сайта. Последняя предоставляет доступ к Сайту всем заинтересованным лицам в соответствии с настоящими Правилами.",
    "csgo_trade_site_status_2_section": "5.2. Настоящими Правилами установлены условия, в соответствии с которыми права на использование информации и результатов интеллектуальной деятельности в составе отдельных разделов Сайта, могут принадлежать Пользователям Сайта и иным лицам, самостоятельно создавшим указанные объекты на Сайте.",
    "denial_of_responsibility": "6. Отказ от ответственности",
    "denial_of_responsibility_1_section": "6.1. Сайт не несет ответственности за любые убытки, причиненные в результате ваших действий/бездействий, в результате просмотра, чтения или прослушивания контента сайта или какой-либо ее части.",
    "denial_of_responsibility_2_section": "6.2. Сайт не несет ответственности за ущерб, причиненный пользователю вследствие неумения или ненадлежащего использования программных продуктов, приобретенных на сайте, а так же любых других второстепенных воздействий, усложняющих работу с программными продуктами сайта.",
    "denial_of_responsibility_3_section": "6.3. Администрация Сайта обеспечивает функционирование и работоспособность Сайта и обязуется оперативно восстанавливать его работоспособность в случае технических сбоев и перерывов. Администрация Сайта не несет ответственности за временные сбои и перерывы в работе Сайта и вызванные ими потерю информации. Администрация не несет ответственности за любой ущерб компьютеру Пользователя или иного лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный со скачиванием материалов с Сайта или по ссылкам, размещенным на Сайте.",
    "payment_for_software_products": "7. Оплата программных продуктов",
    "payment_for_software_products_1_section": "7.1. Для получения доступа к платным функциям сайта или программных продуктов, пользователю необходимо произвести оплату виртуальной валютой в виде предметов CS:GO.",
    "payment_for_software_products_2_section": "7.2. Функционал сайта обязан дать мгновенный доступ к оплаченной функции на установленный перед оплатой срок.",
    "return_of_software_products": "8. Возврат программных продуктов",
    "return_of_software_products_1_section": "8.1. В случае, если после оплаты, доступ к оплаченным функциям не был получен, покупатель вправе написать письмо в техническую поддержку с целью возврата средств.",
    "return_of_software_products_2_section": "8.2. Пользователь вправе запросить возврат средств, которые остались на балансе.",
    "return_of_software_products_3_section": "8.3. Пользователь вправе запросить полный возврат средств, если с момента покупки прошло меньше 72 часов.",
    "return_of_software_products_4_section": "8.4. Пользователь вправе запросить неполный возврат средств, если с момента покупки прошло больше 72 часов.",
    "return_of_software_products_5_section": "8.5. Пользователь вправе запросить заморозку подписок на платные функции.",
    "return_of_software_products_6_section": "8.6. Запрос на возврат средств за одну подписку можно отправить только один раз в месяц.",
    "warranties_and_liability": "9. Гарантии и ответственность",
    "warranties_and_liability_1_section": "9.1. Если сторонние ресурсы внесут изменения, или произойдут любые другие события влияющие на работу Программных Продуктов сайта, администрация программных продуктов, гарантируют восстановление работоспособности.",
    "warranties_and_liability_2_section": "9.2. В случае, если восстановить работоспособность продуктов не получилось, то возможен возврат средств.",
    "final_provisions": "10. Заключительные положения",
    "final_provisions_1_section": "10.1. Настоящие Правила составляют соглашение между Пользователем и Администрацией Сайта относительно порядка использования Сайта и его функционала и заменяют собой все предыдущие соглашения между Пользователем и Администрацией.",
    "final_provisions_2_section": "10.2. В случае возникновения любых споров или разногласий, связанных с исполнением настоящих Правил, Пользователь и Администрация Сайта приложат все усилия для их разрешения путем проведения переговоров между ними.",
    "final_provisions_3_section": "10.3. Настоящие Правила вступают в силу для Пользователя с момента его присоединения к ним и действуют в течение неопределенного срока.",
    "final_provisions_4_section": "10.4. Если по тем или иным причинам одно или несколько положений настоящих Правил будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений."
}